[
  {
    "ID": "01",
    "PRD": "Toyota Camry",
    "GRPH": "Camry",
    "COST": 25000.0,
    "MSRP": 30000.0,
    "QTY": 10,
    "BACKORDER": 2,
    "DESC": "The Toyota Camry is a sophisticated sedan that brings together comfort and luxury with its powerful performance, safety features, and dependability.",
    "BRAND": "Toyota"
  },
  {
    "ID": "02",
    "PRD": "Toyota Corolla",
    "GRPH": "Corolla",
    "COST": 20000.0,
    "MSRP": 24000.0,
    "QTY": 8,
    "BACKORDER": 0,
    "DESC": "The Toyota Corolla, a compact sedan known for its fuel efficiency and robust performance, is perfect for city commutes and long drives, thanks to its superior safety features.",
    "BRAND": "Toyota"
  },
  {
    "ID": "03",
    "PRD": "Toyota RAV4",
    "GRPH": "RAV4",
    "COST": 28000.0,
    "MSRP": 32000.0,
    "QTY": 6,
    "BACKORDER": 1,
    "DESC": "The Toyota RAV4 is a reliable SUV that boasts spacious interiors, comfort, and a plethora of high-tech features. Its potent engine balances power and fuel economy.",
    "BRAND": "Toyota"
  },
  {
    "ID": "04",
    "PRD": "Toyota Highlander",
    "GRPH": "Highlander",
    "COST": 35000.0,
    "MSRP": 40000.0,
    "QTY": 12,
    "BACKORDER": 0,
    "DESC": "The Toyota Highlander SUV offers a comfortable ride with its spacious interiors and advanced features. Known for its durability and performance, it is ideal for families and long journeys.",
    "BRAND": "Toyota"
  },
  {
    "ID": "05",
    "PRD": "Toyota Prius",
    "GRPH": "Prius",
    "COST": 28000.0,
    "MSRP": 32000.0,
    "QTY": 9,
    "BACKORDER": 1,
    "DESC": "The Toyota Prius, a hybrid car, is renowned for its superior fuel efficiency and environmentally friendly features. With its sleek design and high-tech interior, it offers a comfortable driving experience.",
    "BRAND": "Toyota"
  },
  {
    "ID": "06",
    "PRD": "Honda Civic",
    "GRPH": "Civic",
    "COST": 22000.0,
    "MSRP": 26000.0,
    "QTY": 7,
    "BACKORDER": 0,
    "DESC": "The Honda Civic compact car is known for its stylish design, performance, and fuel efficiency. With a comfortable interior and advanced safety features, it is perfect for both city and highway driving.",
    "BRAND": "Honda"
  },
  {
    "ID": "07",
    "PRD": "Honda Accord",
    "GRPH": "Accord",
    "COST": 24000.0,
    "MSRP": 28000.0,
    "QTY": 5,
    "BACKORDER": 0,
    "DESC": "The Honda Accord sedan provides a blend of luxury and performance with its spacious interiors, sleek design, and advanced technology features. Its impressive fuel efficiency makes it a top choice among sedan lovers.",
    "BRAND": "Honda"
  },
  {
    "ID": "08",
    "PRD": "Honda CR-V",
    "GRPH": "CR-V",
    "COST": 28000.0,
    "MSRP": 32000.0,
    "QTY": 9,
    "BACKORDER": 1,
    "DESC": "The Honda CR-V is a versatile SUV with comfortable interiors, advanced safety features, and robust performance. Its fuel efficiency and ample cargo space make it suitable for families and long trips.",
    "BRAND": "Honda"
  },
  {
    "ID": "09",
    "PRD": "Honda Pilot",
    "GRPH": "Pilot",
    "COST": 38000.0,
    "MSRP": 42000.0,
    "QTY": 4,
    "BACKORDER": 0,
    "DESC": "The Honda Pilot SUV is spacious, comfortable, and loaded with features. With a powerful engine, ample cargo space, and advanced safety features, it is perfect for family adventures.",
    "BRAND": "Honda"
  },
  {
    "ID": "10",
    "PRD": "Honda Odyssey",
    "GRPH": "Odyssey",
    "COST": 35000.0,
    "MSRP": 40000.0,
    "QTY": 6,
    "BACKORDER": 1,
    "DESC": "The Honda Odyssey is a minivan designed for the modern family. With its spacious interiors, advanced safety features, and powerful performance, it is perfect for city commutes and long journeys.",
    "BRAND": "Honda"
  },
  {
    "ID": "11",
    "PRD": "Subaru Impreza",
    "GRPH": "Impreza",
    "COST": 23000.0,
    "MSRP": 27000.0,
    "QTY": 6,
    "BACKORDER": 0,
    "DESC": "The Subaru Impreza is a compact car that combines style and performance. Known for its fuel efficiency, reliability, and sporty looks, it offers a fun driving experience in the city and on the open road.",
    "BRAND": "Subaru"
  },
  {
    "ID": "12",
    "PRD": "Subaru Outback",
    "GRPH": "Outback",
    "COST": 28000.0,
    "MSRP": 32000.0,
    "QTY": 5,
    "BACKORDER": 0,
    "DESC": "The Subaru Outback is a sturdy SUV with a roomy interior and plenty of cargo space. With its all-wheel drive and high ground clearance, it is perfect for off-road adventures and family trips.",
